input:"fc7_1"
input_dim:1
input_dim:4096 #输入通道数
input_dim:1
input_dim:1

input:"fc7_2"
input_dim:1
input_dim:4096 #输入通道数
input_dim:1
input_dim:1

layer {
  name: "relu7"
  type: "Python"
  bottom: "fc7_1"
  bottom: "fc7_2"
  top: "relu7_1"
  python_param {
    module: "layer"
    layer: "ReluALayer"   #原图，激活函数
  }
}
