input:"relu3_3_1"
input_dim:1
input_dim:256
input_dim:56
input_dim:56

input:"relu3_3_2"
input_dim:1
input_dim:256
input_dim:56
input_dim:56

layer {
  name: "pool3"
  type: "Python"
  bottom: "relu3_3_1"
  bottom: "relu3_3_2"
  top: "pool3_1"
  python_param {
    module: "layer"
    layer: "MaxALayer"    
  }
}
