input:"conv2_2"
input_dim:1
input_dim:128  #输入通道数
input_dim:112
input_dim:112

layer {
  name: "relu2_2"
  type: "Python"
  bottom: "conv2_2"
  top: "relu2_2"
  python_param {
    module: "layer"
    layer: "ReluELayer"   #原图，激活函数
  }
}