input:"pool4_2"
input_dim:1
input_dim:512
input_dim:14
input_dim:14
layer {
  name: "conv5_1"
  type: "Convolution"
  bottom: "pool4_2"
  top: "conv5_1_2"

  convolution_param {
    num_output: 512
    kernel_size: 3
    pad: 1
    stride: 1
    weight_filler {
      type: "gaussian"
      std: 0.01
    }
    bias_filler {
      type: "constant"
    }
  }
}
