input:"conv1_2"
input_dim:1
input_dim:64  #输入通道数
input_dim:224
input_dim:224

layer {
  name: "relu1_2"
  type: "Python"
  bottom: "conv1_2"
  top: "relu1_2"
  python_param {
    module: "layer"
    layer: "ReluELayer"   #原图，激活函数
  }
}