input:"conv3_1"
input_dim:1
input_dim:256 #输入通道数
input_dim:56
input_dim:56

layer {
  name: "relu3_1"
  type: "Python"
  bottom: "conv3_1"
  top: "relu3_1"
  python_param {
    module: "layer"
    layer: "ReluELayer"   #原图，激活函数
  }
}