input:"fc6"
input_dim:1
input_dim:4096 #输入通道数
input_dim:1
input_dim:1

layer {
  name: "relu6"
  type: "Python"
  bottom: "fc6"
  top: "relu6"
  python_param {
    module: "layer"
    layer: "ReluELayer"   #原图，激活函数
  }
}