input:"relu3_2_2"
input_dim:1
input_dim:256
input_dim:56
input_dim:56
layer {
  name: "conv3_3"
  type: "Convolution"
  bottom: "relu3_2_2"
  top: "conv3_3_2"

  convolution_param {
    num_output: 256
    kernel_size: 3
    pad: 1
    stride: 1
    weight_filler {
      type: "gaussian"
      std: 0.01
    }
    bias_filler {
      type: "constant"
    }
  }
}
