input:"relu3_3"
input_dim:1
input_dim:256
input_dim:56
input_dim:56

layer {
  name: "pool3"
  type: "Python"
  bottom: "relu3_3"
  top: "pool3"
  python_param {
    module: "layer"
    layer: "MaxCLayer"    #原图，池化层
  }
}