input:"relu1_2_1"
input_dim:1
input_dim:64
input_dim:224
input_dim:224

input:"relu1_2_2"
input_dim:1
input_dim:64
input_dim:224
input_dim:224

layer {
  name: "pool1"
  type: "Python"
  bottom: "relu1_2_1"
  bottom: "relu1_2_2"
  top: "pool1_2"
  python_param {
    module: "layer"
    layer: "MaxBLayer"
  }
}
