input:"conv4_1"
input_dim:1
input_dim:512 #输入通道数
input_dim:28
input_dim:28

layer {
  name: "relu4_1"
  type: "Python"
  bottom: "conv4_1"
  top: "relu4_1"
  python_param {
    module: "layer"
    layer: "ReluELayer"   #原图，激活函数
  }
}