input:"relu2_2"
input_dim:1
input_dim:128
input_dim:112
input_dim:112

layer {
  name: "pool2"
  type: "Python"
  bottom: "relu2_2"
  top: "pool2"
  python_param {
    module: "layer"
    layer: "MaxCLayer"    #原图，池化层
  }
}